brew "bash"
brew "bash-completion@2"
brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew 'gum'
brew "imagemagick"
brew "lazygit"
brew "mise"
brew "mole"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "zoxide"

cask "android-platform-tools"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "claude-code"
cask "firefox"
cask "gcloud-cli"
cask "ghostty"
cask "karabiner-elements"
cask "raycast"
cask "syncthing-app"
cask "visual-studio-code"
cask "voiceink"
