tap "stripe/stripe-cli"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tailscale"
brew "tealdeer"
brew "tree"
brew "wireguard-tools"
brew "zoxide"
brew "stripe/stripe-cli/stripe"
cask "aqua-voice"
cask "balenaetcher"
cask "discord"
cask "figma"
cask "gcloud-cli"
cask "ghostty"
cask "karabiner-elements"
cask "keepassxc"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "syncthing-app"
cask "todoist-app"
cask "tuta-mail"
cask "visual-studio-code"
