brew "anomalyco/tap/opencode"
brew "bat"
brew "biome"
brew "delta"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "httpie"
brew "jq"
brew "lazygit"
brew "antidote"
brew "mise"
brew "neovim"
brew "stow"
brew "stripe/stripe-cli/stripe"
brew "tealdeer"
brew "tmux"
brew "zoxide"
