tap "stripe/stripe-cli"

brew "antidote"
brew "bat"
brew "biome"
brew "eza"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "lazygit"
brew "mas"
brew "mdcat"
brew "mise"
brew "neovim"
brew "stow"
brew "stripe/stripe-cli/stripe"
brew "tealdeer"
brew "tmux"
brew "zoxide"

cask "bitwarden"
cask "brave-browser"
cask "claude-code"
cask "codex"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "handy"
cask "karabiner-elements"
cask "nextcloud"
cask "orbstack"
cask "raycast"
cask "tailscale-app"
cask "visual-studio-code"

mas "LINE", id: 539883307
mas "WireGuard", id: 1451685025
